const feature_cards = [
  {
    title: ["오직 나를 위해 만들어진,", "나에게 맞는 교육 과정."],
    // ver1. 로지컬수학은 학생 개개인의 실력에 가장 적합한 커리큘럼을 제공합니다. 나의 수준에 딱맞는 개념과 문제를 학습할 수 있도록 체계적으로 구성하여, 학생이 수학을 효율적인 학습이 가능합니다.
    desc: "로지컬수학은 학생 각자의 실력에 꼭 맞는 커리큘럼을 제공합니다. 개인 수준에 맞춘 개념과 문제를 체계적으로 구성해, 수학을 보다 효율적으로 학습할 수 있습니다.",
  },
  {
    title: ["언제든지 어디서나,", "질문할 수 있는 학원."],
    // ver1. 로지컬수학은 대면 수업뿐만 아니라, 온라인을 통해서도 매일 학생과 직접 소통합니다. 공부를 하다가 모르는 문제가 생긴다면, 곧 바로 질문을 합니다. 마치 선생님이 바로 옆에 있는 것처럼 물어볼 수 있습니다.
    desc: "로지컬수학은 대면 수업은 물론, 온라인에서도 매일 학생과 직접 소통합니다. 공부를 하다가 모르는 문제가 생기면 언제든지 질문할 수 있어, 마치 선생님이 곁에 있는 듯한 학습 환경을 제공합니다.",
  },
  {
    title: ["선생님과 함께 1대1로 소통하며,", "모르면 알 때까지."],
    // ver1. 로지컬수학은 한 주간 학습한 내용을 선생님과 1:1로 대화하며 마무리하는 시간을 제공합니다. 선생님은 학생이 개념을 말로 설명할 수 있는 수준까지 끌어주고 수학학습에 있어서 페이스 메이커가 되어 함께합니다.
    desc: "로지컬수학은 매주 1:1 대화를 통해 학습 내용을 정리하는 시간을 제공합니다. 선생님은 학생이 개념을 말로 설명할 수 있을 때까지 이끌며, 수학 학습의 든든한 페이스메이커가 되어줍니다.",
  },
  {
    title: ["전문가의 손길로 만든,", "우리만의 특별한 강의와 교재."],
    // ver1. 로지컬수학은 수준별로 특화된 교재를 제작하여 사용합니다. 한 땀 한 땀 선별하여 만든 교재와 학원 선생님들의 정성으로 만든 개념 강의를 통해 학생들이 더 쉽고 정확하게 수학 학습을 할 수 있습니다.
    desc: "로지컬수학은 수준별로 맞춤 제작된 교재를 사용합니다. 정성스럽게 선별한 교재와 선생님들의 노하우가 담긴 강의를 통해, 학생들은 수학을 더욱 쉽고 정확하게 이해할 수 있습니다.",
  },
];

export default feature_cards;
