const needs_cards = [
  {
    need: "지금 다니는 학원이 제 수준이랑 잘 안 맞아요.",
    ans: "학원 자체 레벨테스트를 통해 학생에게 가장 적절한 커리큘럼을 설정하여 제공함으로써, 공부의 효율 극대화를 통해 학생의 실력을 상승할 수 있습니다.",
  },
  {
    need: "개념 이해가 잘 되지 않고 문제를 풀 때 막히는 부분이 많아요.",
    ans: "실시간 메신저를 통해 언제든지 질문하고, <sup>*</sup>케어링 수업과 <sup>*</sup>로직테스트를 통해 1:1로 피드백을 받으며 궁금증을 언제 어디서나 해결할 수 있습니다.",
  },
  {
    need: "여러 과목을 동시에 배우고 싶은데 가격이 너무 비싸요.",
    ans: "수1, 수2, 확통, 미적 전 과정을 학습하더라도 동일한 가격으로 진행되어 어떠한 고등과정이라도 합리적인 가격으로 효율적인 학습이 가능합니다.",
  },
];

export default needs_cards;
