export default function Policy() {
  return (
    <div>
      <h2>개인정보 처리방침</h2>

      <p>
        로지컬수학학원(이하 '회사'라 함)은 회원님의 개인정보를 중요하게
        생각하며, 개인정보 보호법 및 관련 법령을 준수하여 회원님의 개인정보를
        안전하게 처리합니다. 본 개인정보 처리방침은 회사의 서비스 이용에 있어
        회원님의 개인정보 처리 방법을 설명합니다.
      </p>

      <h3>1. 개인정보 수집 항목</h3>
      <ul>
        <li>필수항목</li>
        <ul>
          <li>학생: 이름, 아이디, 비밀번호, 학교, 학년, 전화번호, 이메일</li>
          <li>학부모: 이름, 자녀 이름, 아이디, 비밀번호, 전화번호, 이메일</li>
          <li>선생님: 이름, 아이디, 비밀번호, 전화번호, 이메일</li>
        </ul>
      </ul>

      <h3>2. 개인정보 수집 및 이용 목적</h3>
      <ul>
        <li>
          회원 관리: 서비스 이용에 대한 본인 확인, 가입 의사 확인, 회원 연령
          확인, 불만 처리, 공지사항 전달
        </li>
        <li>
          서비스 제공 및 개선: 서비스의 제공과 유지, 기능 개선, 서비스에 대한
          맞춤형 콘텐츠 제공
        </li>
        <li>마케팅 및 광고: 이벤트 정보 및 프로모션 안내, 통계학적 분석</li>
      </ul>

      <h3>3. 개인정보 보유 및 이용 기간</h3>
      <ul>
        <li>회원 가입 시 수집된 개인정보: 회원 탈퇴 시까지 보유</li>
        <li>
          기타 법령에 의해 보유해야 하는 개인정보: 해당 법령에서 정한 기간 동안
          보유
        </li>
      </ul>

      <h3>4. 개인정보 제3자 제공</h3>
      <p>
        회사는 원칙적으로 회원님의 개인정보를 제3자에게 제공하지 않습니다. 다만,
        다음의 경우에는 예외로 할 수 있습니다:
      </p>
      <ul>
        <li>법령에 의한 요구가 있을 경우</li>
        <li>회원님의 사전 동의가 있는 경우</li>
      </ul>

      <h3>5. 개인정보 처리 위탁</h3>
      <p>
        회사는 서비스 제공을 위해 일부 업무를 외부 업체에 위탁할 수 있으며, 이
        경우 위탁업체에 개인정보 보호를 위한 계약을 체결하여 개인정보가 안전하게
        처리될 수 있도록 합니다.
      </p>

      <h3>6. 회원님의 권리와 그 행사 방법</h3>
      <p>
        회원님은 언제든지 본인의 개인정보를 열람하고, 수정, 삭제를 요청할 수
        있습니다. 개인정보 열람 및 수정, 삭제는 회사의 고객센터 또는 사이트 내
        개인정보 관리 메뉴를 통해 가능합니다.
      </p>

      <h3>7. 개인정보의 안전성 확보 조치</h3>
      <p>
        회사는 회원님의 개인정보를 안전하게 보호하기 위해 기술적, 관리적, 물리적
        보호조치를 취하고 있습니다. 이는 개인정보의 분실, 도난, 유출, 변조,
        훼손을 방지하기 위한 조치입니다.
      </p>

      <h3>8. 개인정보 처리방침 변경</h3>
      <p>
        회사는 개인정보 처리방침을 변경할 경우 변경 사항을 사전에 공지하며,
        변경된 개인정보 처리방침은 공지일로부터 효력이 발생합니다.
      </p>

      <h3>9. 개인정보 보호 책임자</h3>
      <p>회사의 개인정보 보호 책임자는 아래와 같습니다:</p>
      <ul>
        <li>이름: 이휘주</li>
        <li>직위: 대표</li>
        <li>연락처: 010-9999-9999</li>
        <li>이메일: logicschool@gmail.com</li>
      </ul>

      <h3>10. 기타</h3>
      <p>
        본 개인정보 처리방침에 명시되지 않은 사항은 관련 법령 및 회사의 정책에
        따릅니다.
      </p>

      <h3>11. 시행 일자</h3>
      <p>본 개인정보 처리방침은 [시행 일자]부터 시행됩니다.</p>
    </div>
  );
}
